Revit 2016 API
UIView Properties
The UIView type exposes the following members.
Properties
Name | Description
ViewId
The id of the View associated with a UIView.
See Also
UIView Class
Autodesk.Revit.UI Namespace